;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[OTs38_CV X2WeaponTemplate]
FriendlyName="OTs-38转轮手枪"
BriefSummary="俄罗斯产的转轮手枪。口径 7.62x42 使用 SP4 子弹。枪管安装在转轮的下方，枪管的反冲方向与射手的手方向一致。一个多功能激光瞄准器安装在枪管上方。"
TacticalText="<Bullet/>多功能激光瞄准器(+3 暴击)\n<Bullet/>穿甲"
AbilityDescName="OTs-38转轮手枪"
